IdeaRS.Connections
StiffenerData.TubeStiffShape Property
Compatible with IDEA StatiCa 0.0
 Shape of the stiffener on tubes
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public PlateShapeCode TubeStiffShape { get; set; }
Property Value
Type: PlateShapeCode
See Also
Reference
StiffenerData Class
IdeaRS.Connections.Data Namespace